{
  "introduction": {
    "title": "Bilan",
    "description": "Voici le bilan de mon parcours d'apprentissage en autonomie."
  },
  "bilanFinal": {
    "title": "Bilan Final",
    "subtitle": "Une réflexion sur mon expérience globale.",
    "items": [
      {
        "id": "item-1",
        "question": "Ce que j'ai appris sur moi et ma capacité à apprendre",
        "reponse": "Ce parcours m'a permis de faire un auto-diagnostic honnête de mes compétences en anglais. J'ai découvert que je suis capable de structurer mon apprentissage de manière autonome, en identifiant mes forces et mes faiblesses."
      },
      {
        "id": "item-2",
        "question": "Mes impressions générales",
        "reponse": "J'ai beaucoup aimé faire ce parcours en autonomie. Grâce à l'aide de l'IA, j'ai pu faire un programme fun et adapté à mes besoins pour progresser tout en restant motivé. J'ai donc pu travailler mes points faibles tout en m'amusant avec des contenus qui me passionnent."
      },
      {
        "id": "item-3",
        "question": "Le point sur mes objectifs",
        "reponse": "Je ne pense pas que pratiquer l'anglais pendant 2 ou 3 mois m'ont permis d'atteindre tous mes objectifs, en ayant refait les test EF SET, j'ai toujours le même niveau en expression écrite mais j'ai fait des progrès notables. J'ai pu améliorer ma grammaire et mon vocabulaire technique, ce qui me sera très utile pour mes études et ma future carrière."
      },
      {
        "id": "item-4",
        "question": "Mon état d'esprit",
        "reponse": "Je me sens plus confiant avec l'anglais maintenant. J'ai pris conscience de mes capacités et je suis motivé pour continuer à progresser."
      },
      {
        "id": "item-5",
        "question": "Mon avis sur le guide et les sessions en autonomie",
        "reponse": "Le guide a été un excellent compagnon de route, même si je ne l'ai pas toujours suivi à la lettre, il m'a donné une structure claire pour la conception de mon logbook. Je suis très content de pouvoir rendre ce logbook sous forme de site web, c'est un format moderne et interactif qui me permet de partager mon expérience facilement."
      }
    ]
  }
}
