{
  "sessions": [
    {
      "id": 1,
      "title": "Session 1 : Séries / YouTube en Mode Analyse",
      "subtitle": "<a href='https://www.youtube.com/watch?v=0bnxF9YfyFI' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'>What happens if AI just keeps getting smarter?</a>",
      "date": "2025-10-06",
      "startTime": "18:00",
      "endTime": "19:00",
      "description": "Pour cette première session, j'ai regardé une vidéo Youtube intitulée '<a href='https://www.youtube.com/watch?v=0bnxF9YfyFI' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'>What happens if AI just keeps getting smarter?</a>' de Rational Animations. Cette vidéo parle du possible futur si l'IA continue à s'améliorer en passant de 'Artificial Intelligence' à 'Artificial General Intelligence' à 'Super Artificial Intelligence' à 'God-like Artificial Intelligence'. J'ai choisi de traité cette vidéo car elle traite un sujet qui m'intéresse beaucoup : l'intelligence artificielle. En regardant la vidéo j'ai pris notes des expressions et du vocabulaire technique qui pouvaient m'être utiles afin d'améliorer mon vocabulaire, ma compréhension orale ainsi que mes connaissances en IA. Les notes que j'ai prises : <a href='https://docs.google.com/document/d/1APn2qsFnxZMLeDcPKw5exQ9wzTipwh15TLCNwQGGlrY/edit?usp=sharing' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'>Notes Session 1</a>.",
      "ressentis": "Je me sentais motivé pour cette première session étant donné qu'elle traitait d'un sujet qui m'intéressait.",
      "liked": "J'ai appris de nouvelles expressions techniques et en même temps j'ai pu avoir plus de connaissances sur l'intelligence artificielle.",
      "disliked": "La vidéo était un peu longue (environ 15 minutes)",
      "easy": "La vidéo avait des sous-titres en anglais que j'ai pu activer, ce qui m'a aidé à mieux comprendre certains passages.",
      "difficult": "Rester attentif pendant toute la durée de la vidéo tout en prenant des notes en mettant pause, ainsi que trouver les bonnes traductions pour certains mots techniques.",
      "toChange": "Utiliser des sous-titres au début pour mieux suivre les vidéos.",
      "toKeep": "Alterner entre contenu vidéo et écrit pour varier les approches.",
      "toImprove": "Créer un doc personnel pour noter les nouveaux termes techniques.",
      "images": [
        "https://img.youtube.com/vi/0bnxF9YfyFI/maxresdefault.jpg"
      ]
    },
    {
      "id": 2,
      "title": "Session 2 : Vocabulaire Technique & Flashcards",
      "subtitle": "<a href='https://www.youtube.com/watch?v=0bnxF9YfyFI' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'>What happens if AI just keeps getting smarter?</a>",
      "date": "2025-10-06",
      "startTime": "19:00",
      "endTime": "20:00",
      "description": "En réutilisant les notes prises pendant la Sessions 1, j'ai créé plusieurs flashcards grâce à <a href='https://www.quizlet.com/' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'>Quizlet</a> pour réviser le vocabulaire technique et les expressions importantes que j'ai pu apprendre dans la vidéo. J'ai créé 13 flashcards avec les nouveaux mots/expressions et je les ai révisées immédiatement. Ensuite, j'ai écrit quelques phrases pour les utiliser en contexte. Voici le lien vers mes flashcards ainsi que les phrases : <a href='https://quizlet.com/fr/1117280954/flashcards-expressions-techniques-what-happens-if-ai-just-keeps-getting-smarter-flash-cards/?i=6xubxv&x=1qqt' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'>Flashcards Session 2</a>, <a href='https://docs.google.com/document/d/1iTQc8qgMtB1hsBil1Zgv3GJSReaF8aUKQu7qp4knskQ/edit?usp=sharing' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'>Phrases Session 2</a>.",
      "ressentis": "J'ai trouvé cette session très utile pour consolider le vocabulaire appris lors de la première session. La création des flashcards m'a aidé à mieux mémoriser les termes techniques.",
      "liked": "J'ai aimé l'utilisation de Quizlet pour créer les flashcards, c'est un outil très pratique et interactif.",
      "disliked": "Rien de particulier à signaler, tout s'est bien passé.",
      "easy": "Le processus de création des flashcards était assez simple grâce à l'interface de Quizlet.",
      "difficult": "Aucune difficulté majeure, juste le fait de formuler des phrases correctes avec le nouveau vocabulaire.",
      "toChange": "Utiliser Quizlet pour d'autres sessions de vocabulaire.",
      "toKeep": "Le fait de devoir écrire des phrases pour utiliser le vocabulaire appris.",
      "toImprove": "Prendre plus de temps pour bien formuler les phrases et s'assurer qu'elles sont grammaticalement correctes.",
      "images": [
        "/assets/img/Quizlet.png",
        "/assets/img/FlashcardsS2.png"
      ]
    },
    {
      "id": 3,
      "title": "Session 3: Session Chill 100 % Anglais",
      "subtitle": "Regarder un anime en VO sous titres anglais",
      "date": "2025-10",
      "startTime": "Pas de temps défini",
      "endTime": "Vue sur l'intégralité du mois",
      "description": "Afin d'être à jour pour la sortie du film Demon Slayer, Myriam a visionné l'intégrale de la série, que j'ai revue à ses côtés, histoire de me souvenir un peu de l'animé. Pour joindre l'utile à l'agréable, on a mis les sous-titres en anglais.",
      "ressentis": "Je suis très content d'avoir pu regarder un anime que j'apprécie particulièrement. C'était un vrai plaisir de me replonger dans cet univers que je connais bien et de redécouvrir l'histoire.",
      "liked": "Le fait d'apprendre tout en s'amusant. C'est beaucoup plus motivant de travailler son anglais avec une série qu'on aime, on n'a pas l'impression de faire des efforts scolaires",
      "disliked": "Devoir parfois mettre pause ou revenir en arrière quand les dialogues en anglais défilaient trop vite pour qu'on comprenne tout.",
      "easy": "Suivre l'intrigue générale, car l'histoire est prenante et je la connaissais déjà un peu, ce qui aidait à comprendre les sous-titres par le contexte.",
      "difficult": "Suivre les sous-titres en anglais quand les dialogues étaient rapides ou utilisaient du vocabulaire spécifique.",
      "toChange": "Noter le vocabulaire anglais compliqué au fur et à mesure pour mieux le retenir",
      "toKeep": "La méthode des sous-titres en anglais ! C’est une super façon de progresser sans avoir l'impression de travailler. Et le fait de regarder à deux, c'est plus motivant.",
      "toImprove": "L'expression orale. Après l'épisode, on pourrait essayer d'en discuter un peu en anglais avec Myriam pour pratiquer ce qu'on vient de lire.",
      "images": ["/assets/img/demonslayer.png"]
    },
    {
      "id": 4,
      "title": "Session 4 : Grammaire Ciblée",
      "subtitle": "<a href='https://www.anglaisfacile.com/free/news/pdf.php' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'>Révisions en utilisant les fiches de grammaire</a>",
      "date": "2025-10-20",
      "startTime": "17:30",
      "endTime": "17:55",
      "description": "J'ai réalisé une session de 20 minutes consacrée à la grammaire, spécifiquement pour réviser la conjugaison des temps du passé et du futur. J'ai utilisé le site <a href='https://www.anglaisfacile.com/ ' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'>Anglais Facile</a> pour faire des exercices et relire les leçons. C'est une ressource que j'utilisais déjà au lycée, donc je savais que ce serait efficace pour une petite \"piqûre de rappel\"",
      "ressentis": "C'était assez rassurant de retourner sur un site familier. J'ai senti que j'avais encore de bons restes du lycée, mais ça m'a aussi permis de me rendre compte que j'avais oublié certaines subtilités. C'était une session studieuse et utile.",
      "liked": "On va droit au but : une leçon claire, des exercices, et la correction immédiate. Pas de perte de temps, c'est parfait pour une révision express.",
      "disliked": "Le côté un peu répétitif de la grammaire pure.C'est forcément moins divertissant que de regarder une série, c'est un peu plus scolaire.",
      "easy": "Retrouver mes repères sur le site et comprendre la structure générale des temps du futur (will vs going to), qui me semblait assez logique.",
      "difficult": "Ne pas mélanger les cas particuliers, surtout pour le passé (les verbes irréguliers qu'on oublie vite) et savoir exactement quand utiliser tel ou tel temps dans des phrases complexes.",
      "toChange": "Peut-être essayer de faire ces exercices le matin quand je suis bien frais, car la grammaire demande pas mal de concentration logique.",
      "toKeep": "L'outil \"Anglais Facile\". Même si l'interface est vieille, c'est une valeur sûre pour vérifier une règle précise rapidement. Je le garde dans mes favoris.",
      "toImprove": "L'automatisme. Je réussis les exercices à l'écrit en réfléchissant, mais je dois améliorer ma capacité à utiliser ces temps spontanément à l'oral sans avoir besoin de faire la traduction dans ma tête.",
      "images": []
    },
    {
      "id": 5,
      "title": "Session 5 : Chat & Roleplay",
      "subtitle": "<a href='https://gemini.google.com/app' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'>Conversation Roleplay avec Gemini</a>",
      "date": "2025-11-01",
      "startTime": "15:00",
      "endTime": "16:00",
      "description": "Pour cette session, j'ai réalisé un exercice de \"Roleplay\" avec Gemini. Le but était de travailler mon anglais informel (\"casual English\"). J'ai simulé une conversation par chat avec l'IA en lui demandant de jouer le rôle d'un ami, pour expliquer un bug technique et discuter de mes études sur un ton détendu. L'objectif était d'arrêter de traduire mot à mot. J'en ai profité pour noter 5 expressions idiomatiques que Gemini m'a suggérées pour les réutiliser.",
      "ressentis": "C'était beaucoup moins stressant que face à une vraie personne. Comme je parlais à une IA, je n'avais pas peur d'être jugé sur mes fautes ou mon accent (même à l'écrit), ce qui m'a aidé à me lâcher et à tenter des phrases que je n'oserais pas dire en cours",
      "liked": "Je pouvais demander à Gemini : \"Est-ce que cette phrase fait naturel ?\" ou \"Donne-moi une version plus argotique\", et j'avais la réponse instantanément. C'est un partenaire très patient.",
      "disliked": "Le fait que Gemini reste parfois un peu trop poli ou \"bienveillant\", même quand je lui demande d'utiliser un langage familier. Ça manque un tout petit peu de la spontanéité un peu brute d'une vraie conversation entre potes.",
      "easy": "Lancer la conversation. Contrairement à un humain avec qui il peut y avoir des blancs gênants, l'IA relance toujours le sujet, ce qui rend l'exercice fluide.",
      "difficult": "Trouver les bonnes tournures de phrases pour paraître décontracté sans être impoli. Savoir utiliser les petits mots de liaison (les \"filler words\") comme actually ou you know au bon moment pour faire \"vrai\".",
      "toChange": "Ne pas hésiter à utiliser des contractions (I'm, It's, gonna) dès le début. J'ai tendance à trop bien écrire par habitude scolaire, alors que Gemini me répondait de façon plus relax.",
      "toKeep": "L'utilisation de l'IA pour ce genre d'exercice. C'est un excellent terrain d'entraînement avant de parler à un vrai anglophone. Et je garde ma liste de 5 expressions.",
      "toImprove": "Même si l'IA répond vite, je prends encore trop de temps pour formuler mes réponses. Je dois m'entraîner à répondre plus tac-au-tac sans traduire ma phrase en français dans ma tête avant.",
      "images": [
        "/assets/img/phrase1.png",
        "/assets/img/phrase2.png"
      ]
    },
    {
      "id": 6,
      "title": "Session 6 : Expression Orale Guidée",
      "subtitle": "The movie database project",
      "date": "2025-11-10",
      "startTime": "14:00",
      "endTime": "15:10",
      "description": "Pour travailler mon expression orale, j'ai rédigé un court texte d'une quinzaine de lignes présentant mon projet de développement actuel : un site web qui répertorie des films et séries, allant des classiques aux nouveautés. Je me suis enregistré en train de présenter les fonctionnalités du site à voix haute. J'ai ensuite réécouté l'enregistrement pour repérer les passages hésitants, puis j'ai enregistré une deuxième version pour améliorer la fluidité. Si jamais vous voulez un petit aperçu du site internet en question, le voici : <a href='https://moviedatabase-eta.vercel.app/' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'>MDTB (pas fini)</a>.",
      "ressentis": "C'est toujours assez désagréable (voire gênant !) d'écouter sa propre voix enregistrée. Au début, j'étais très critique envers moi-même. Mais après la deuxième prise, j'ai ressenti une petite satisfaction en entendant la différence : c'était plus clair et plus dynamique.",
      "liked": "Le côté concret du \"avant/après\". C'est motivant de voir qu'en seulement quelques minutes d'efforts, on peut nettement améliorer le rendu final. C'était aussi sympa de parler d'un sujet qui me passionne (le cinéma/les séries).",
      "disliked": "Le fait de lire. Même en essayant de faire naturel, on entend que je suis en train de lire un papier. C'est difficile de mettre de l'émotion quand on est concentré sur le décryptage du texte.",
      "easy": "Trouver le vocabulaire. Comme je mélangeais des termes techniques et du vocabulaire de divertissement, les mots me venaient facilement.",
      "difficult": "L'intonation et le rythme. C'est dur de ne pas avoir une voix monocorde et de savoir où faire les pauses pour que ça ressemble à une vraie présentation de projet et pas à une récitation scolaire.",
      "toChange": "La prochaine fois, au lieu d'écrire le texte complet, je n'écrirai que des mots-clés (bullet points). Ça m'obligera à construire mes phrases à l'oral, ce qui rendra le discours plus spontané et moins \"lu\"",
      "toKeep": "L'outil d'enregistrement. C'est un miroir impitoyable mais c'est le meilleur moyen de se rendre compte de ses tics de langage et de son accent réel pour les corriger.",
      "toImprove": "La liaison entre les mots. J'ai tendance à trop détacher chaque mot, ce qui hache mes phrases. Je dois apprendre à lier la fin d'un mot avec le début du suivant pour gagner en fluidité.",
      "images": []
    },
    {
      "id": 7,
      "title": "Session 7 : Réécriture & Amélioration",
      "subtitle": "Réecrire la description du projet de base de données de films",
      "date": "2025-10-12",
      "startTime": "17:45",
      "endTime": "18:30",
      "description": "Pour cette session, j'ai repris le script de la Session 6 (sur mon projet de site web) pour le réécrire en version \"améliorée\". L'objectif était de rendre le texte plus naturel, d'éviter les répétitions et d'enrichir le vocabulaire. J'ai utilisé une IA pour comparer ma version initiale et la version corrigée. J'ai ensuite soigneusement relevé toutes les erreurs identifiées (grammaire, syntaxe) et je les ai ajoutées dans mon document personnel de suivi (\"mon doc\"), où je centralise toutes mes fautes pour pouvoir les réviser régulièrement.",
      "ressentis": "Au lieu de juste \"passer à autre chose\" après un exercice, le fait d'analyser mes erreurs et de les noter m'a permis de vraiment comprendre mes points faibles. Je me sens mieux armé pour la prochaine fois.",
      "liked": "L'enrichissement du vocabulaire. Passer de mots basiques à des termes plus précis (par exemple utiliser \"vintage\" ou \"latest releases\" pour les films) donne tout de suite un aspect plus professionnel à la présentation de mon projet.",
      "disliked": "Me rendre compte de mes répétitions. J'utilisais le mot \"website\" ou \"watch\" à quasiment chaque phrase dans ma première version. L'exercice m'a forcé à chercher des pronoms ou des variations pour alléger le texte.",
      "easy": "Comprendre la logique des corrections une fois qu'elles étaient sous mes yeux. Ce n'était pas de la grammaire inconnue, mais plutôt des mauvaises habitudes de traduction littérale à perdre.",
      "difficult": "Garder le sens technique tout en changeant le style. Il fallait trouver le juste milieu pour que la description des fonctionnalités du site reste précise, sans que les phrases ne deviennent trop complexes ou poétiques.",
      "toChange": "Arrêter de traduire mot à mot depuis le français. Je dois essayer de construire mes phrases directement avec la logique anglaise pour éviter les lourdeurs que j'ai dû corriger.",
      "toKeep": "Mon document de suivi des erreurs. C'est devenu ma \"base de données\" personnelle à relire avant chaque nouvel écrit pour vérifier que je ne refais pas les mêmes fautes.",
      "toImprove": "J'ai tendance à faire des phrases courtes et simples (Sujet-Verbe-Complément). Je dois apprendre à utiliser davantage de mots de liaison (moreover, however) pour fluidifier mes textes.",
      "images": []
    },
    {
      "id": 8,
      "title": "Session 8 : Lecture Tech & Vocabulaire",
      "subtitle": "<a href='https://www.lemonde.fr/en/pixels/article/2025/11/03/openai-signs-38-billion-deal-with-amazon-s-cloud-giant-aws_6747059_13.html' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'> OpenAI signs $38 billion deal with Amazon</a>",
      "date": "2025-11-02",
      "startTime": "15:15",
      "endTime": "16:15",
      "description": "Pour cette session, j'ai lu un article tech en anglais intitulé <a href='https://www.lemonde.fr/en/pixels/article/2025/11/03/openai-signs-38-billion-deal-with-amazon-s-cloud-giant-aws_6747059_13.html' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'> OpenAI signs $38 billion deal with Amazon</a>. Le sujet traitait d'un accord financier et technologique majeur. Mon objectif était de comprendre les enjeux économiques derrière la tech. J'ai surligné les termes spécifiques (mélange de vocabulaire informatique et financier), j'ai cherché leurs définitions exactes, et j'ai créé une série de flashcards pour les mémoriser. J'ai terminé par la rédaction de 5 phrases de mise en contexte.",
      "ressentis": "C'était assez dense ! Le vocabulaire journalistique économique est très différent de l'anglais \"scolaire\" ou \"informel\" que j'ai travaillé avant. J'ai eu l'impression de monter d'un niveau en professionnalisme.",
      "liked": "Apprendre des mots précis qui servent dans le monde du travail. Ce sont des mots que je vois souvent dans les news tech sans vraiment savoir les définir précisément, maintenant c'est clair.",
      "disliked": "La complexité de certaines phrases à rallonge, avec beaucoup de virgules et de subordonnées. Il fallait parfois relire deux fois pour savoir \"qui fait quoi\"",
      "easy": "Comprendre le contexte global de l'article (les gros chiffres, les noms des entreprises, le but général de l'accord), car je suis l'actualité tech en français aussi.",
      "difficult": "Les nuances des termes financiers. C'est là que la traduction précise était nécessaire.",
      "toChange": "La prochaine fois, j'essaierai de lire un article plus technique (+ informatique) plutôt qu'économique, pour équilibrer mon vocabulaire.",
      "toKeep": "La création immédiate de flashcards. Le fait de devoir isoler le mot et chercher sa définition tout de suite aide vraiment à retenir.",
      "toImprove": "Je m'arrête encore trop souvent sur chaque mot inconnu, ce qui coupe ma compréhension globale. Je dois apprendre à deviner le sens grâce au contexte.",
      "images": ["/assets/img/logo-le-monde.webp"]
    },
    {
      "id": 9,
      "title": "Session 9 : Mini‑Projet d'Écriture",
      "subtitle": "Mini article sur les échecs",
      "date": "2025-11-29",
      "startTime": "15:00",
      "endTime": "16:00",
      "description": "Pour cette session là, j'ai choissi d'écrire un mini-article sur un autre sujet qui me passionne : les échecs. J'ai toujours joué aux échecs depuis que j'ai l'âge de 5 ans et j'ai voulu écrire un petit texte pour expliquer pourquoi ce jeu est si captivant. J'ai essayé de me concentrer sur la structure des phrases, la clarté et la cohérence. Après avoir écrit le texte, je me suis relu en corrigeant la grammaire et le vocabulaire. Voici le lien vers mon article : <a href='https://docs.google.com/document/d/1ClMH99BBnDTQYPtj7kVf1v2KCuzLgHN1rKEh-fFCJls/edit?usp=sharing' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'>Mini-article sur les échecs</a>.",
      "ressentis": "Je me sentais à l'aise car j'ai traité un sujet que je connais bien. Cependant, écrire en anglais m'a démandé plus de concentration car je devais faire attention à la grammaire et au vocabulaire.",
      "liked": "J'ai beaucoup aimé écrire sur un sujet qui me passionne. Je n'ai pas vu le temps passé et j'ai pu exprimer mes idées clairement.",
      "disliked": "J'ai trouvé difficile de trouver le bon vocabulaire pour exprimer certaines idées complexes liées aux échecs comme \"depth of the game\".",
      "easy": "Trouver les idées principales à développer dans l'article, car je connais bien le sujet.",
      "difficult": "Trouver le vocabulaire précis associé aux échecs.",
      "toChange": "Écrire plus souvent pour m'habituer à formuler mes idées en anglais.",
      "toKeep": "Choisir des sujets qui me passionnent pour rendre l'écriture plus agréable.",
      "toImprove": "Travailler sur la variété et tournures de phrases pour rendre le texte plus fluide.",
      "images": []
    },
    {
      "id": 10,
      "title": "Session 10 : Projet Perso en Anglais",
      "subtitle": "Écrire une section de ce site en anglais",
      "date": "2025-12-03",
      "startTime": "14:00",
      "endTime": "15:00",
      "description": "Pour cette session, j'ai décidé de travailler sur une section de mon Logbook. J'ai choisi d'écrire la section Auto évaluation en anglais plus spécifiquement, j'ai réécrit le paragraphe sur mon expérience personnelle avec l'anglais. Pour pouvoir voir l'apperçu de cette section en anglais, il suffit juste de cliquer sur le bouton EN près du titre Auto Evaluation.",
      "ressentis": "C'était un exercice que j'ai aimé faire car j'étais entrain de concevoir une partie de mon propre site web. Cependant, j'ai trouvé ça un peu difficile de traduire certaines expressions idiomatiques françaises en anglais.",
      "liked": "Le fait de travailler sur un projet personnel m'a motivé à faire de mon mieux. J'ai aussi apprécié le fait de pouvoir voir le résultat final directement sur mon site.",
      "disliked": "Certaines phrases ne se traduisaient pas bien en anglais, ce qui m'a obligé à reformuler plusieurs fois pour que ça sonne naturel.",
      "easy": "J'avais juste à suivre la structure de la section en français, ce qui m'a facilité la tâche.",
      "difficult": "Trouver des équivalents en anglais pour certaines phrases.",
      "toChange": "Prendre plus de temps pour planifier la traduction avant de commencer à écrire.",
      "toKeep": "Travailler sur des projets personnel pour rendre l'apprentissage plus engageant.",
      "toImprove": "Enrichir mon vocabulaire pour avoir plus d'options lors de la traduction.",
      "images": []
    },
    {
      "id": 11,
      "title": "Session 11 : Jeux & Applis en Anglais",
      "subtitle": "<a href='https://www.nytimes.com/games/wordle/index.html' target='_blank' rel='noopener noreferrer' class='text-primary hover:underline'>Wordle</a> - Pratique quotidienne",
      "date": "2025-11-01",
      "startTime": "Pas de temps défini",
      "endTime": "Vue sur l'intégralité du mois",
      "description": "Session bonus, j'ai décidé d'inclure Wordle dans ma pratique quotidienne de l'anglais. Wordle est un jeu de mots où l'on doit deviner un mot de 5 lettres en 6 essais maximum. Chaque jour, je joue à Wordle avec Myriam en anglais pour améliorer mon vocabulaire et ma capacité à reconnaître les mots rapidement. C'est un exercice ludique qui me permet de pratiquer l'anglais de manière régulière et amusante.",
      "ressentis": "J'aime beaucoup jouer à Wordle car sa permet d'avoir un petit défi quotidien qui se change en habitude sympa.",
      "liked": "Le fait que le jeu soit rapide et facile à intégrer dans ma routine quotidienne. C'est un moyen amusant de pratiquer l'anglais sans que ça ressemble à une corvée.",
      "disliked": "Je me sens frustré quand je ne trouve pas le mot du jour.",
      "easy": "Le jeu est simple à comprendre et les règles sont claires.",
      "difficult": "Ma limite de vocabulaire en anglais me rend parfois difficile de trouver le mot correct donc je tape des lettres au hasard.",
      "toChange": "Peut-être essayer de jouer à d'autres jeux de mots en anglais pour varier les plaisirs.",
      "toKeep": "Cette habitude quotidienne de jouer à Wordle en anglais.",
      "toImprove": "Enrichir mon vocabulaire pour avoir plus de chances de deviner le mot du jour.",
      "images": [
        "/assets/img/Wordle.png"
      ]
    }
  ]
}
